src/service_layer/sample/SOAP/cartset/deleteCartStyleRequest.xml

<?xml version='1.0' encoding='UTF-8'?>
<soap:Envelope
	xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
	<soap:Head>
	</soap:Head>
	<soap:Body>
		<cs:deleteCartStyle xmlns:cs="http://www.dps.org/dps/cartset">
			<cs:cartStyleID>2</cs:cartStyleID>
		</cs:deleteCartStyle>
	</soap:Body>
</soap:Envelope>